Repository: ovibiltek/saas
Catalog: Ovi.Task/Ovi.Task.UI/Resources/Views/Task/TaskStrings.*.resx
Languages: tr

# actcompleted
source: Completed
tr: Çalışma Tamamlandı

# actcustomerdelay
source: Customer Delay
tr: Müşteri Erteleme

# actcustomerrelatedwaiting
source: Customer Related Waiting
tr: Müşteri Kaynaklı Bekleme

# action
source: Action Code
tr: Çözüm Kodu

# actiondesc
source: Action Description
tr: Çözüm Açıklaması

source: Active Planning Date
tr: Aktif Plan Tarihi

source: Activities
tr: Aktiviteler

source: Activity
tr: Aktivite

source: Activity Calendar
tr: Aktivite Takvimi

source: Activity Duration
tr: Aktivite Süresi

source: Activity Duration End
tr: Çalışma Süresi Bitiş

source: Activity Duration End Type
tr: Çalışma Süresi Bitiş Tipi

source: Activity Durations
tr: Aktivite Süreleri

source: Activity Duration Start
tr: Çalışma Süresi Başlangıç

source: Activity Duration Start Type
tr: Çalışma Süresi Başlangıç Tipi

source: Activity Map
tr: Aktivite Haritası

# actnotstarted
source: Not Started
tr: Henüz Başlamadı

# actovertime
source: Overtime
tr: Mesai Bitimi

# actpartexpected
source: Part Expected
tr: Parça Bekliyor

# actpermissionsecurity
source: Permission / Security
tr: İzin / Güvenlik

# actstarted
source: Started
tr: Çalışma Başladı

# acttradechange
source: Trade Change
tr: Ekip Değişikliği

source: Actual
tr: Gerçekleşen

source: Add
tr: Ekle

source: Add Me
tr: Beni Ekle

# addnew
source: New
tr: Yeni

source: Add Users
tr: Kullanıcı Ekle

source: All Day
tr: Tüm Gün

source: Amount
tr: Tutar

source: Approve
tr: Onayla

source: Assigned To
tr: Atanan Personel

source: Audit
tr: Denetim

source: Bin
tr: Raf

# binqty
source: Bin Quantity
tr: Raf Miktarı

source: Booked Hours
tr: Çalışma Saatleri

source: Booked Hours Summary
tr: Çalışma Saatleri Özet

source: Branch
tr: Şube

source: Browse
tr: Gözat

source: Cancel
tr: Vazgeç

# cancellationdesc
source: Cancellation Description
tr: İptal Açıklaması

source: Cancellation Reason
tr: İptal Nedeni

source: Category
tr: Kategori

# cause
source: Cause Code
tr: Sebep Kodu

# causedesc
source: Cause Description
tr: Sebep Açıklaması

source: Charging Period
tr: Ücretlendirme Periyodu

source: Checklist
tr: Kontrol Listesi

source: Closing Codes
tr: Kapanış Kodları

source: Comments
tr: Notlar

source: Completed
tr: Tamamlandı

# confirmusercreation
source: A user will be created on the selected systems. Are you sure?
tr: Seçilen sistemlerde birer kullanıcı oluşturulacaktır. Emin misiniz?

source: Created By
tr: Oluşturan

source: Create Users
tr: Kullanıcıları Oluştur

# curr
source: Currency
tr: Para Birimi

source: Customer
tr: Müşteri

source: Custom Fields
tr: Özel Alanlar

# customfieldsandfunctions
source: Custom Fields/Functions
tr: Özel Alanlar/Fonksiyonlar

source: Date
tr: Tarih

source: Date Closed
tr: Kapatılma Tarihi

source: Date Completed
tr: Tamamlanma Tarihi

source: Date Created
tr: Oluşturulma Tarihi

source: Date From
tr: Planlanan Başlangıç

source: Date Requested
tr: Bildirim Tarihi

# dateto
source: Date To / Due Date
tr: Planlanan Bitiş

source: Day
tr: Gün

source: Deadline
tr: İstenen Tarih

source: Delete
tr: Sil

# department
source: Related Department
tr: Departman

source: Description
tr: Tanım

source: Details
tr: Detaylar

source: Docs
tr: Dokumanlar

# doctype
source: Document Type
tr: Dokuman Tipi

source: Download
tr: İndir

source: Equipment
tr: Ekipman

source: Equipment Required
tr: Ekipman Gerekli

# exch
source: Exchange Rate
tr: Kur

# failure
source: Failure Code
tr: Arıza Kodu

# failuredesc
source: Failure Description
tr: Arıza Açıklaması

source: Followed
tr: Takip Eden

source: Hidden
tr: Gizli

source: History
tr: Tarihçe

source: Hold Count
tr: Toplam Bekleme Sayısı

source: Hold Date
tr: Bekleme Süresi

source: Hold Duration Sum
tr: Toplam Bekleme Süresi

source: Hold Reason
tr: Bekleme Nedeni

source: Hour
tr: Saat

source: Invoice
tr: Fatura

source: Labor
tr: İşçilik

source: Line
tr: Sıra

source: Line Type
tr: Tip

# lmapprequired
source: LM Approval Required
tr: Yönetici Onayı Gerekli

source: Load Template
tr: Şablon Seç

source: Location
tr: Lokasyon

source: Locked
tr: Kilitli

source: Logistics
tr: Hakedişe Dahil Etme

source: Meter Readings
tr: Sayaç Okuma

# misccosts
source: Miscellaneous Costs
tr: Ek Maliyetler

source: Mobile Note
tr: Mobil Notu

# mractive
source: Active
tr: Aktif

# mrcapacitive
source: Capacitive
tr: Kapasitif

# mrinductive
source: Inductive
tr: Endüktif

# newjconwarning
source: You are requesting material(s) for a contractor. Received materials will be registered the back on LM.
tr: Anlaşmalı taraf için malzeme talep ediyorsunuz.Teslim alınan malzemeler LM üzerine zimmetlenecektir.

source: No
tr: Hayır

# note
source: Detail
tr: Detay

source: Notify Users
tr: Bilgilendirme

source: Not Locked
tr: Kilitli Değil

source: OK
tr: TAMAM

source: Organization
tr: Organizasyon

source: Overtime
tr: Fazla Mesai

# overtime2
source: OvertimeX2
tr: Fazla Mesai X 2

source: Overtime Type
tr: Mesai Tipi

source: Part
tr: Parça

source: Part Price
tr: Parça Fiyatı

source: Parts
tr: Parçalar

# performancelist
source: Task Performance List
tr: Görev Performans Listesi

source: Plan Date
tr: Plan Tarihi

source: Planned
tr: Planlanan

source: Planned Assigned To
tr: Planlanan Kullanıcı(lar)

source: Planned Duration
tr: Planlanan Süre

# plannedstartdate
source: Planned Start
tr: Planlanan Başlangıç

source: Planned Trade
tr: Planlanan Ekip

source: Planning
tr: Planlama

source: Plan Period
tr: Planlanan Süre

source: Please Select
tr: Lütfen Seçiniz

source: Predecessor
tr: Öncel Aktivite

source: Priority
tr: Öncelik

# privateactivity
source: Private
tr: Özel

source: Progress Payment
tr: Hakediş

source: Project
tr: Proje

# projectedtime
source: Projected Time (hr.)
tr: Öngörülen Süre (sa.)

source: Province
tr: İl

# prpcode
source: Pricing Parameter Code
tr: Fiyatlandırma Param. Kodu

# pspcode
source: Progress Payment Code
tr: Hakediş Kodu

# visibletocustomer
source: Public Comment
tr: Genel

# qty
source: Quantity
tr: Miktar

source: Quick Task List
tr: Hızlı Görev Listesi

source: Quotation Status
tr: Teklif Durumu

# rar
source: Request Line Manager Approval
tr: Bölüm Yöneticisi Onayı Gerekli

source: Rating
tr: Derecelendirme

source: Reason
tr: Sebep

source: Record
tr: Kayıt

source: Reference
tr: Referans

source: Reject
tr: İptal Et

# removeitems
source: Do you want to remove current checklist items?
tr: Listelenen kontrol listesi elemanlarını silmek istediğinize emin misiniz?

# reqqty
source: Requested Quantity
tr: İşlem Miktarı

source: Requested By
tr: Talep Eden

source: Request ICS Materials
tr: ICS Malzemesi Talep Et

source: Revision History
tr: Revizyon Geçmişi

source: Save
tr: Kaydet

# selectactusers
source: Please select activity user(s)
tr: Lütfen aktivite kullanıcıları seçiniz

source: Service
tr: Hizmet

# shortdesc
source: Short Description
tr: Kısa Tanım

source: Start-End
tr: Baş.-Bit.

source: Status
tr: Durum

source: Summary
tr: Özet

source: Task
tr: Görev Tanımı

source: Task No
tr: Görev No

# tasktrx
source: Task Transactions
tr: Görev Hareketleri

source: Task Type
tr: Görev Türü

source: Tool
tr: Alet

source: Tool Usage
tr: Alet Kullanımı

source: Total
tr: Toplam

source: Trade
tr: Atanan Ekip

# trxtype
source: Transaction Type
tr: İşlem Tipi

source: Type
tr: Tip

# typeissue
source: Issue
tr: Çıkış

# typereturn
source: Return
tr: İade

source: Undo
tr: Geri

source: Unit Price
tr: Birim Fiyat

source: Unit Sales Price
tr: Birim Satış Fiyatı

source: Unspecified
tr: Belirsiz

source: Uom
tr: Birim

source: Upload
tr: Yükle

source: User
tr: Kullanıcı

source: Warehouse
tr: Depo

source: Workflow
tr: İş Akışı

source: Yes
tr: Evet

source: Service Code
tr: İşçilik Kodu

source: Equipment Code
tr: Ekipman Kodu

source: Equipment Type
tr: Ekipman Tipi

source: Maintenance Equipment
tr: Bakım Ekipmanları

source: With Barcode
tr: Barkodlu

source: Without Barcode
tr: Barkodsuz

source: Service Codes
tr: İşçilik Kodları

source: Pricing
tr: Fiyatlandırma

source: Periodic Task
tr: Periyodik Görev

source: New Unit Price
tr: Yeni Birim Fiyatı

# newunitsaleprice
source: New Unit Sales Price
tr: Yeni Satış Birim Fiyatı

# saleunitprice
source: Unit Sales Price
tr: Satış Birim Fiyatı

source: Edit Prices
tr: Fiyatları Güncelle

source: Send Back
tr: Geri Gönder

# allowzero
source: Allow Zero Price
tr: Bedelsiz Onayı

source: Part is not found
tr: Parça bulunamadı

source: Part Reference
tr: Parça Referansı

# quototaskcountmessage
source: Plese check and edit the counts before copy statement.
tr: Kopyalama işlemi öncesinde lütfen miktarları kontrol ediniz ve gerekliyse düzenleyiniz.

source: Contract
tr: Sözleşme

source: Documents
tr: Dokumanlar

source: Contact
tr: İletişim

source: Branch Address
tr: Şube Adres

# customerpm
source: Customer Manager
tr: Müşteri Yöneticisi

source: Signature
tr: İmza

source: Print
tr: Yazdır

source: Output Type
tr: Çıktı Tipi

source: Print Options
tr: Yazdırma Seçenekleri

source: Checklists
tr: Kontrol Listeleri

source: Complete
tr: Tamamla

source: Status Change
tr: Durum Değişikliği

# profitmargin
source: Profit Rate
tr: Kâr Oranı

# setprofitmargin
source: Set Profit Rate
tr: Kâr Oranı Belirle
